git
hyprland
hyprpaper
hyprlock
xdg-desktop-portal-hyprland
hyprpolkitagent
waybar
gnome-keyring
sawync
dunst
feh
pipewire
wireplumber
qt5-wayland
qt6-wayland
sddm
nwg-look
qt5ct
qt6ct
base-develop
dolphin
kitty
light
xf86-input-libinput
wofi
rofi
i3
polybar
blueman
xss-lock
network-manager-applet
pavucontrol
cmake
meson
cpio
pkg-config
gcc
